Repository: ktgw0316/LightZone-l10n-nl
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: nl_nl

source: Show Help for LightZone Send
nl_nl: Toon help voor LightZone verzenden

source: Show Image Types
nl_nl: Toon afbeeldingstypes

source: Show Inner Region
nl_nl: Toon binnen gebied

source: Show Inspectors
nl_nl: Toon Inspecteurs

source: Show LightZone Help
nl_nl: Toon LightZone help

source: Show Previews
nl_nl: Toon voorbeelden

source: Show Proof Tool
nl_nl: Toon proefdruk gereedschap

source: Show Regions
nl_nl: Toon gebieden

source: Show Rotate Tool
nl_nl: Toon draaigereedschap

source: Show Tool Titles
nl_nl: Toon gereedschapstitels

source: Show Video Learning Center
nl_nl: Toon video leercentrum

source: Show and hide the titled borders around buttons in the LightZone toolbars.
nl_nl: Toon en verberg de randen met titels rond de knoppen in de LightZone gereedschapsbalken.

source: Show extra tool controls
nl_nl: Toon extra gereedschapbediening

source: Show in Explorer
nl_nl: Toon in bestandsverkenner

source: Show in Finder
nl_nl: Toon in Finder

source: Show in Folder
nl_nl: Toon in folder

source: Show original image while pressed
nl_nl: Houd ingedrukt om originele afbeelding te tonen

source: Show print proofing tool
nl_nl: Toon afdruk proefdruk gereedschap

source: Show the Crop Tool
nl_nl: Toon het bijsnijdgereedschap

source: Show the Rotate Tool
nl_nl: Toon het draaigereedschap

source: Show the help for this tool
nl_nl: Toon help voor dit gereedschap

source: Show/Hide Folder Tree Pane
nl_nl: Tonen/Verbergen folder structuur paneel

source: Show/Hide History Pane
nl_nl: Tonen/Verbergen geschiedenis paneel

source: Show/Hide Regions
nl_nl: Toon/Verberg gebieden

source: Show/Hide Styles Pane
nl_nl: Tonen/Verbergen stijlen paneel

source: Show/Hide Tool Pane
nl_nl: Tonen/Verbergen gereedschap paneel

source: Show/Hide metadata Info Pane
nl_nl: Tonen/Verbergen metadata info paneel

source: Shutter Speed
nl_nl: Sluitertijd

source: Slide right to increase thumbnail size
nl_nl: Beweeg de schuifregelaar naar rechts om het miniatuurformaat te vergroten

source: Smaller image files will make LightZone faster.
nl_nl: Kleinere afbeeldingsbestanden maken LightZone sneller.

source: Smart Sharpen
nl_nl: Slim verscherpen

source: Soft Burn
nl_nl: Zacht doordrukken

source: Soft Dodge
nl_nl: Zacht tegenhouden

source: Soft Light
nl_nl: Zacht licht

source: Sort
nl_nl: Sorteren

source: Sort Ascending
nl_nl: Sorteer oplopend

source: Sort Descending
nl_nl: Sorteer aflopend

source: Specify the image file format LightZone should use when it saves your work.
nl_nl: Specificeer het afbeeldingsformaat dat LightZone moet gebruiken om uw werk op te slaan.

source: Spline Regions
nl_nl: Vrijevorm kromme (spline) gebieden

source: Spot
nl_nl: Vlek

source: Stack
nl_nl: Stapel

source: Standard Cursor Mode
nl_nl: Standaard aanwijzer modus

source: Starting Logging
nl_nl: Start Log vastleggen

source: Strength
nl_nl: Sterkte

source: Style "$1" was written to "$2"
nl_nl: Stijl "$1" is geschreven naar "$2"

source: Style Number $1
nl_nl: Stijl nummer $1

source: Style could not be applied
nl_nl: Stijl kon niet worden toegepast

source: Styles
nl_nl: Stijlen

source: Styles.html
nl_nl: Stijlen.html

source: Subtracts either the blend color from the base color or the base color from the blend color depending on whichever is brighter.
nl_nl: Vermindert de vermengings of basis kleur met de lichtste van deze twee.

source: Swap Tools
nl_nl: Gereedschappen wisselen

source: Swap width and height
nl_nl: Breedte en hoogte verwisselen

source: Temperature
nl_nl: Temperatuur

source: The Convert button is equivalent to File > Convert.
nl_nl: De Verwerken knop is gelijk aan Bestand > Verwerken.

source: The Edit button is equivalent to Browser > Edit.
nl_nl: De Wijzig knop is gelijk aan Browser > Wijzig.

source: The Open button is equivalent to File > Open.
nl_nl: De Open knop is gelijk aan Bestand > Open.

source: The Print button is equivalent to File > Print.
nl_nl: De Print knop is gelijk aan Bestand > Print.

source: The Send button is equivalent to File > Send.
nl_nl: De Verzenden knop is gelijk aan Bestand > Verzenden.

source: The Styles button allows you to apply a style to the photos of the currently selected thumbnails.
nl_nl: De Stijlen knop maakt het mogelijk om een stijl toe te passen op de fotos van de huidge geselecteerde miniaturen.

source: The Batch Name, if provided, is appended to the name of each converted file (but before the extension).
nl_nl: De Batch naam, indien ingevuld, wordt toegevoegd aan het einde van de naam van elke van de verwerkte bestanden (maar voor de extensie).

source: The LightZone file, "$1" can't locate its image file, "$2", but it found "$3" instead.
nl_nl: Het LightZone bestand "$1" kan z'n afbeeldingsbestand "$2" niet vinden, maar heeft in plaats daarvan "$3" gevonden.

source: The LightZone file, "$1" can't locate its image file, "$2".
nl_nl: Het LightZone bestand "$1" kan z'n afbeeldingsbestand "$2" niet vinden.

source: The RGB color space can represent all luminosities from 100% white to 100% black.
nl_nl: De RGB kleurruimte kan alle helderheden van 100% wit tot 100% zwart afbeelden.

source: The Settings include things like:
nl_nl: Instellingen bevatten zaken als:

source: The amount of memory LightZone should use
nl_nl: De hoeveelheid intern geheugen dat LightZone zou moeten gebruiken

source: The base color is not replaced, but is mixed with the blend color to reflect the relative lightness or darkness of the original color.
nl_nl: De basis kleur wordt niet vervangen, maar gemengd met de vermengings kleur om de relatieve lichtheid of donkerheid van de originele kleur weer te geven.

source: The base colors are darkened slightly with very bright blend colors dodged in.
nl_nl: De basis kleuren worden in lichte mate donkerder door erg lichte vermengings kleuren in tegengehouden mate in te mengen.

source: The effect is similar to projecting multiple photographic slides onto the same screen.
nl_nl: Het effect is vergelijkbaar aan het projecteren van meerdere foto dia's op hetzelfde scherm.

source: The effect is similar to shining a diffused spotlight on the image.
nl_nl: Het effect is vergelijkbaar met het schijnen van een diffuus licht op de afbeelding.

source: The result color is always darker.
nl_nl: De resultaat kleur is altijd donkerder.

source: The result color is always lighter.
nl_nl: Het resultaat is altijd lichter.

source: The result color is either the base or blend color, whichever is darker.
nl_nl: Het resultaat is de donkerste van de basis kleur en vermengings kleur.

source: The result color is either the base or blend color, whichever is lighter.
nl_nl: De resultaat kleur is de lichtste van de basis kleur en de vermengings kleur.

source: Then select an image in the browser, and click the button next to the copyright field in the browser's metadata area to write this copyright text to an image file.
nl_nl: Selecteer daarna een afbeelding in de browser en klik op de knop naast het copyright veld in het metadata gebied van de browser om deze copyright tekst aan een afbeelding toe te voegen.

source: There are many blending modes to choose from.
nl_nl: Er zijn veel beschikbare vermengings modi.

source: There was a problem checking for an update.
nl_nl: Er is een probleem tijdens update controleren.

source: This Style has no version number
nl_nl: Deze stijl heeft geen versienummer

source: This blending mode causes only the shadows to be affected.
nl_nl: Deze vermengings modus beinvloedt alleen de schaduwen.

source: This blending mode darkens or lightens the colors depending on the blend color.
nl_nl: Deze vermengings modus verdonkert of verlicht de kleuren afhankelij van de vermengings kleur.

source: This blending mode has no effect; therefore, the blend and result colors are the same.
nl_nl: Deze vermengings modus heeft geen effect, daardoor zijn de vermengings en resultaat kleuren hetzelfde.

source: This blending mode is a combination of both the Color Dodge and inverse Color Burn modes, but much smoother than either.
nl_nl: Deze vermengings modus is een combinatie van zowel Kleur tegenhouden en omgekeerde Kleur doordrukken modi, maar met een meer effen resultaat.

source: This blending mode is similar to the Color Burn blending mode except that the effect results in less saturation and contrast.
nl_nl: Deze vermengings modus is vergelijkbaar met de Kleur doordrukken vermengings modus, maar het resulteert in minder verzadiging en contrast.

source: This blending mode is similar to the Exclusion blending mode except that it shows brighter and more vibrant colors.
nl_nl: Deze vermengings modus is vergelijkbaar met de Uitsluiting vermengings modus, maar deze toont de lichtere en meer levendige kleuren.

source: This blending mode is similar to the Multiply blending mode except that it multiplies the inverse of the blend and base colors.
nl_nl: Deze vermengings modus is vergelijkbaar met de Vermenigvuldiging vermengings modus, met als verschil dat deze het omgekeerde van de vermengings kleur en de basis kleur vermenigvuldigt.

source: This blending mode is the same as the Normal blending mode except that the effect is applied only to midtones and highlights.
nl_nl: Deze vermengings modus is hetzelfde als de Normaal vermengings modus, maar alleen maar toegepast op de midden en hoge tonen.

source: This blending mode is the same as the Normal blending mode except that the effect is applied only to midtones.
nl_nl: Deze vermengings modus is hetzelfde als de Normaal vermengings modus, maar alleen maar toegepast op de midden tonen.

source: This blending mode multiplies or screens the colors, depending on the blend color.
nl_nl: Deze vermengings modus vermenigvuldigt of verbleekt de kleuren, afhankelijk van de vermengings modus.

source: This blending mode multiplies the base and blend colors.
nl_nl: Deze vermengings modus vermenigvuldigt de basis kleur en de vermengings kleur.

source: This can fix lots of problems, but loses your customizations.
nl_nl: Dit kan sommige problemen oplossen, maar u verliest uw zelf ingestelde waarden.

source: This can fix some problems, but loses your customizations and slows things down for a short while.
nl_nl: Dit kan mogelijk sommige problemen oplossen, maar u verliest uw zelf ingestelde waarden en het kan mogelijk tijdelijk vertraging opleveren.

source: This file has no version number
nl_nl: Dit bestand heeft geen versienummer

source: This folder can go in the same place as its images ("Local"), or into one central location ("Global").
nl_nl: Deze folder kan worden geplaatst op dezelfde plaats als de afbeeldingen ("lokaal"), of in een centrale plaats ("globaal").

source: This is illustrated in the figure below.
nl_nl: Dit wordt geillustreerd in het plaatje hieronder.

source: This is the color of a pixel after a tool's effect has been applied to the photo.
nl_nl: Dit is de kleur van een pixel nadat een effect van een gereedschap is toegepast op de foto.

source: This is the color of a pixel after its base and blend colors have been blended together using a blending mode.
nl_nl: Dit is de kleur van een pixel nadat het effect van een gereedschap is vermengd met de basis kleur door toepassing van een vermengingsmodus.

source: This is the color of a pixel before a tool's effect has been applied to the photo.
nl_nl: Dit is de kleur van een pixel voordat enig effect van een gereedschap is toegepast op de foto.

source: This is the folder that LightZone will use to store data temporarily while you edit your photos.
nl_nl: Dit is de folder waar LightZone tijdelijk gegevens zal opslaan tijdens het werken aan foto's.

source: This is the same as the Normal blending mode but at 50% opacity.
nl_nl: Deze modus is dezelfde als Normaal, maar dan op 50% doozichtigheid.

source: This is useful for adding highlights or shadows to an image.
nl_nl: Dit is bruikbaar voor het toevoegen van hoge lichten of schaduwen aan een afbeelding.

source: This program has run out of memory and will now shut down.
nl_nl: Dit programma heeft niet genoeg intern geheugen en zal nu sluiten.

source: This requirement was introduced with version 2.4, in May 2007.
nl_nl: Deze eis is ingevoerd met versie 2.4, in mei 2007.

source: This reset will restore LightZone to its factory settings.
nl_nl: Terugzetten van de LightZone instellingen herstelt LightZone naar de fabrieksinstellingen.

source: This will discard preview images and orientations saved by the LightZone browser.
nl_nl: Dit zal de afbeeldingsvoorbeelden en orientaties verwijderen die door de LightZone browser waren opgeslagen.

source: Threshold
nl_nl: Drempel

source: Thumbnail Progress
nl_nl: Miniatuur voortgang

source: Thumbnail Size
nl_nl: Miniatuur formaat

source: Thumbnail copies of your images
nl_nl: Miniatuur kopieen van uw afbeeldingen

source: Thumbnails.html
nl_nl: Miniaturen.html

source: To Folder:
nl_nl: Naar Folder:

source: To batch convert your photos:
nl_nl: Om uw foto's in batch te verwerken:

source: To learn more about SSE2 and the CPUs that support it, see
nl_nl: Om meer te leren over SSE2 en de CPU's die het ondersteunen, zie

source: To make a color/luminosity selection:
nl_nl: Het maken van een kleur/lichtsterkte selectie:

source: To save work, the browser saves previews in a special cache folder.
nl_nl: Om werk te besparen, slaat de browser voorbeelden op in een speciale geheugen folder.

source: To select all colors except the selected color, click the Invert checkbox.
nl_nl: Om alle kleuren te selecteren, behalve de reeds geselecteerde kleur, klik dan het Negatief selectievakje.

source: To select only by hue, uncheck the Enable luminosity checkbox; to select only by luminosity, uncheck the Enable hue checkbox.
nl_nl: Om alleen op basis van de kleurtoon te selecteren, moet het Lichtsterkte selectievakje worden uitgevinkt; om alleen op basis van de lichtsterkte te selecteren, moet het Kleurtoon selectievakje uitgevinkt worden.

source: To show the Color Selection Preview:
nl_nl: Om het kleur selectie voorbeeld te tonen:

source: Tolerance
nl_nl: Tolerantie

source: Tool Change
nl_nl: Wijzig gereedschap

source: Tool Opacity
nl_nl: Gereedschap matheid

source: Tool Settings
nl_nl: Gereedschapsinstellingen

source: Tool_Stack.html
nl_nl: Gereedschap_Groep.html

source: Tools
nl_nl: Gereedschappen

source: Tools-Controls.html
nl_nl: Gereedschap bediening.html

source: Tools-Editing.html
nl_nl: Gereedschap-Wijziging.html

source: Top
nl_nl: Bovenkant

source: Undo
nl_nl: Ongedaan maken

source: Undo Redo
nl_nl: Ongedaan/Herhalen

source: Undo last step
nl_nl: Ongedaan maken laatste stap

source: Unknown error opening this file
nl_nl: Onbekende fout bij openen bestand

source: Unknown error processing this file
nl_nl: Onbekende fout bij verwerken van dit bestand

source: Unlock
nl_nl: Losmaken

source: Unrecognized image format
nl_nl: Onbekend afbeeldingsformaat

source: Unselect All
nl_nl: Deselecteer alles

source: Unsupported camera
nl_nl: Niet ondersteunde camera

source: Unsupported color profile
nl_nl: Niet ondersteund kleur profiel

source: Use $1
nl_nl: Gebruik $1

source: Use Luminosity Zones
nl_nl: Gebruik lichtsterkte zones

source: Use RGB Zones
nl_nl: Gebruik RGB zones

source: Use This
nl_nl: Gebruik dit

source: Use the Choose... button to select the folder to convert the images to.
nl_nl: Gebruik de Kies... knop om de folder te selecteren waar de verwerkte afbeeldingen worden opgeslagen.

source: Using a color/luminosity selection, you can restrict a tool's effect to just a selected hue or luminosity range.
nl_nl: Door gebruik te maken van een kleur/lichtsterkte selectie, kan het gereedschapseffect beperkt worden tot een tint of lichtsterkte bereik.

source: Using the Photo Browser, select two or more thumbnails of the photos that you want to convert.
nl_nl: Selecteer twee of meer miniaturen van foto's die u wilt verwerken in de Foto Browser.

source: Verifying Libraries
nl_nl: Verifieren bibliotheken

source: Version size
nl_nl: Versie afmeting

source: Versions
nl_nl: Versies

source: Vibrance
nl_nl: Levendigheid

source: View
nl_nl: Bekijken

source: What would you like to do?
nl_nl: Wat wilt u doen?

source: When Regions are Done
nl_nl: Als gebieden klaar zijn

source: When checked, using LightZone as the external editor for another application will cause LightZone to save your photo directly back to the other application when you select File > Save.
nl_nl: Als deze optie is aangevinkt, wordt uw foto direct opgeslagen naar de applicatie vanwaar u Lightzone geopend had als u kiest Bestand > Opslaan.

source: When drawing regions, LightZone can update the photo in real time, it can update only between changes, or it can wait until regions are done.
nl_nl: Terwijl u gebieden tekent, kan LightZone onmiddelijk bijwerken, alleen bijwerken tussen wijzigignen, of wachten met bijwerken tot het tekenen van gebieden klaar is.

source: When either converting or printing your photos using application managed colors, you can enable black point compensation when the rendering intent is Relative Colorimetric.
nl_nl: Om zwartpunt compensatie te gebruiken bij het verwerken of printen van uw foto's als u gebruik maakt van applicatie beheerde kleuren, kiest u opbouw principe Relatief Colorimetrisch.

source: When launched, LightZone can automatically check if a newer version is available for download.
nl_nl: Lightzone kan tijdens het starten automatisch controleren of een nieuwe versie beschikbaar is.

source: When saving your photo for the first time, the file chooser can automatically display the folder where your original photo came from, or it can display the last folder where LightZone saved something.
nl_nl: Bij het voor de eerste keer opslaan van de foto kan de bestandskiezer automatisch de folder waar de originele fot vandaan kwam tonen, of de laatste folder waar door Lightzone iets werd opgeslagen.

source: While descriptions for each are below, it's best to experiment.
nl_nl: Hoewel een beschrijving van elke modus hieronder volgt, is het aan te raden te experimenteren.

source: White Balance
nl_nl: Wit balans

source: White Point Change
nl_nl: Wit punt wijziging

source: Width
nl_nl: Breedte

source: Window
nl_nl: Venster

source: Window positions and sizes
nl_nl: Venster posities en afmetingen

source: Would you like to replace it?
nl_nl: Wilt u het vervangen?

source: Would you like to try resetting your LightZone Settings?
nl_nl: Wilt u proberen de LightZone instellingen terug te zetten?

source: Yellow-Blue
nl_nl: Geel-Blauw

source: Yellows
nl_nl: Gelen

source: You can go ahead and open this file, or you can try to import it as a LightZone Style.
nl_nl: U kunt dit bestand openen of proberen het als Lightzone stijl bestand te importeren.

source: You can turn it off in the LightZone Preferences.
nl_nl: Dit kan worden uitgeschakeld in de LightZone voorkeuren.

source: You may have to restore orientations manually using the browser's rotate buttons.)
nl_nl: Mogelijk moet u de orientaties handmatig opnieuw instellen met de knoppen in de browser).

source: Your computer needs to be connected to the internet to check for an update.
nl_nl: Uw computer moet op het internet aangesloten zij om updates te controleren.

source: Zone Mapper Zones
nl_nl: Zone vertalingszones

source: Zone Placement
nl_nl: Zone Plaatsing

source: Zone Type Change
nl_nl: Zone type wijziging

source: ZoneFinder
nl_nl: ZoneVinder

source: ZoneFinder.html
nl_nl: ZoneVinder.html

source: Zoom
nl_nl: Zoomen

source: Zoom In
nl_nl: Inzoomen

source: Zoom Out
nl_nl: Uitzoomen

source: Zoom To Fit
nl_nl: Passend zoomen

source: Zoom in
nl_nl: Inzoomen

source: Zoom one-to-one
nl_nl: Zoom ware grootte

source: Zoom out
nl_nl: Uitzoomen

source: en-US
nl_nl: nl-NL

source: images/Anatomy-Browser-en.jpg
nl_nl: afbeeldingen/Anatomie-Browser-en.jpg

source: images/Anatomy-Editor-en.jpg
nl_nl: afbeeldingen/Anatomie-Editor-en.jpg

source: images/Black_Point_Compensation-en.png
nl_nl: afbeeldingen/Zwart_punt_Compensatie-en.png

source: images/Blend_Modes_Illustration-en.png
nl_nl: afbeeldingen/Vermengings_Modi_Illustratie-en.png

source: images/Buttons-Photo-en.png
nl_nl: afbeeldingen/Knoppen-Foto-en.png

source: images/Tool_Tab-Color_Selection-en.png
nl_nl: afbeeldingen/Gereedschaps_blad-Kleur_Selectie.png

source: images/app_icon-32.png
nl_nl: afbeeldingen/app_icon-32.png

source: pixels
nl_nl: beeldpunten

source: saved as $1
nl_nl: Opgeslagen als $1
